
/* nav */
	var navData = [
		{t:"首页"},
		{t:"动画",n:"591",m:["MAD-AMV","MMD-3D","短片·手书·配音","综合"]},
		{t:"番剧",n:"67",m:["连载动画","完结动画","资讯","官方延伸","国产动画","新番Index"]},
		{t:"音乐",n:"925",m:["翻唱","VOCALOID·UTAU","演奏","三次元音乐","同人音乐","OP/ED/OST","音乐选集"]},
		{t:"舞蹈",n:"137",m:["宅舞","三次元舞蹈","舞蹈教程"]},
		{t:"游戏",n:"999+",m:["单机游戏","网游·电竞","音游","Mugen","GMV"]},
		{t:"科技",n:"527",m:["纪录片","趣味科普人文","野生技术协会","演讲公开课","星海","数码","机械"]},
		{t:"生活",n:"862",m:["搞笑","日常","美食圈","动物圈"]},
		{t:"鬼畜",n:"102",m:["鬼畜调教","音MAD","人力VOCALOID","教程演示"]},
		{t:"时尚",n:"160",m:["美妆健身","服饰","资讯"]},
		{t:"娱乐",n:"999+",m:["综艺","明星","Korea相关"]},
		{t:"影视",n:"653",m:["电影","电视剧"]}
	];

/* event */
	var evData = [{t:"广场",m:["活动中心","游戏中心","画友","芒果TV"]},{t:"直播",m:["萌宅推荐","手机直播","绘画专区","唱见舞见","御宅文化","生活娱乐","单机联网","网络游戏","电子竞技","放映厅"]}];

/* #main #promote */
	var promoteData = [
		{	
			user : "张彦祖",
			title : "一颗榴莲的救世传说",
			pic : "img/promote/p001.png",
			is_ad : true,
			des : "一颗榴莲的救世传说",
			data : {
				coin : 6,
				danmaku : 1474,
				favorite : 17,
				view : 43390
			},
			time : "2016-07-01 19:15"
		},{
			user : "B21993",
			title : "【更新720p自翻熟肉】签表太小了！—第二届新博茨大战第三集",
			pic : "img/promote/p002.jpg",
			duration : 2504,
			des : "网络资源 熟肉已翻译完成，请大家多留弹幕！",
			data : {
				coin : 614,
				danmaku : 1932,
				favorite : 614,
				view : 34789
			},
			time : "2016-07-01 19:15"
		},{
			user : "青厌君",
			title : "【拉兽配丨金刚X凯撒】怦然猩动",
			pic : "img/promote/p003.jpg",
			duration : 130,
			des : "自制 猩猩中智慧担当和力量担当超越体型的爱恋。 简介：金刚和凯撒原本和猴子猴孙们过着十分幸福的时候，直到有一天，人类抓走了金刚，凯撒一怒之下千里寻夫。 之前参加飙车活动的MV，赠给轩辕么么~",
			data : {
				coin : 137,
				danmaku : 141,
				favorite : 144,
				view : 4683
			},
			time : "2016-07-01 19:15"
		},{
			user : "佐天Tamako",
			title : "【佐天】KiLLER LADY",
			pic : "img/promote/p004.jpg",
			duration : 235,
			des : "MP3→ http://5sing.kugou.com/fc/15309573.html ♪本家：sm14705584 ♪music：8#Prince (八王子P) ♪lyric： q*Left ♪movie：yuna ♪mix：Mr鱼 ♪vocal：佐天Tamako 祝wuli月见见生日快乐！！以后也要一直在一起哦（手比哈特） 说起来我最近唱的歌怎么都这么污（x",
			data : {
				coin : 2987,
				danmaku : 105,
				favorite : 204,
				view : 2455
			},
			time : "2016-07-01 19:15"
		},{
			user : "幻想乡的新月",
			title : "【美好世界】惠惠也来洗脑了~【音MAD】",
			pic : "img/promote/p005.jpg",
			duration : 48,
			des : "sm29228751 突然才想到，我貌似完全没搬过美好世界？明明是我最喜欢的一月番来着www~ alfa：直到现在才看了美好世界。因为迷上了惠惠所以制作了。因为只花了一天的时间，所以质量什么的就饶了我吧",
			data : {
				coin : 123,
				danmaku : 129,
				favorite : 592,
				view : 18369
			},
			time : "2016-07-01 19:15"
		}
	];

/* allData 有新动态 */
	var allData = {
		live : [
			{
				user : "苏暖小污婆",
				title : "(●´∀｀●) 一直在努力!",
				pic : "img/live/001.jpg",
				face : "img/live/f001.jpg",
				online : 3940
			},{
				user : "啾啾❤安安",
				title : "安安的脸颊像田里熟透的番茄",
				pic : "img/live/002.jpg",
				face : "img/live/f002.jpg",
				online : 2993
			},{
				user : "红发杰克丶",
				title : "傻笑get√B站最大交友直播间",
				pic : "img/live/003.jpg",
				face : "img/live/f003.jpg",
				online : 1176
			},{
				user : "shisi十四",
				title : "聊天的小姨妈",
				pic : "img/live/004.jpg",
				face : "img/live/f004.jpg",
				online : 77
			},{
				user : "米糯喵酱SAMAa",
				title : "安安的脸颊像田里熟透的番茄",
				pic : "img/live/005.jpg",
				face : "img/live/f005.jpg",
				online : 3940
			},{
				user : "楠小漠",
				title : "小漠：爱情公寓ԅ(¯﹃¯ԅ)~",
				pic : "img/live/006.jpg",
				face : "img/live/f006.jpg",
				online : 4260
			},{
				user : "我丶好期待",
				title : "纯音音乐馆",
				pic : "img/live/007.jpg",
				face : "img/live/f007.jpg",
				online : 3880
			},{
				user : "张爷爷写书法",
				title : "张爷爷写书法",
				pic : "img/live/008.jpg",
				face : "img/live/f008.jpg",
				online : 2144
			},{
				user : "阿库娅穹暗",
				title : "蛋疼(:3」∠)_",
				pic : "img/live/009.jpg",
				face : "img/live/f009.jpg",
				online : 2993
			},{
				user : "宫本·狗雨",
				title : "(๑•̀ㅂ•́)و✧宫本 二狗子的直播间",
				pic : "img/live/010.jpg",
				face : "img/live/f010.jpg",
				online : 2993
			}
		],
		cartoon : [
			{
				user : "疾風醬",
				title : "[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/cartoon/0/001.jpg",
				rank : "rank1",
				duration : "9:10",
				des : "720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 14703,
					danmaku : 28888,
					favorite : 7352,
					view : 135029
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "机智的咸鱼",
				title : "【七月新番】所有人都能看的七月新番推荐",
				pic : "img/cartoon/0/002.jpg",
				duration : "6:05",
				des : "自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 15,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "玄墨",
				title : "【盘点】动画中那些令人印象深刻的BGM（角色篇）",
				pic : "img/cartoon/0/003.jpg",
				duration : "3:35",
				des : "sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 15,
					danmaku : 4197,
					favorite : 8331,
					view : 121121
				},
				time : "2012-11-23 17:03"
			},{
				user : "Alpasa",
				title : "Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/cartoon/0/004.jpg",
				duration : "3:35",
				des : "BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 11,
					danmaku : 34,
					favorite : 3,
					view : 3
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "凉conductor",
				title : "【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/cartoon/0/005.jpg",
				duration : "3:33",
				des : "自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 147,
					danmaku : 176,
					favorite : 130,
					view : 73
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "limo7",
				title : "【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/cartoon/0/006.jpg",
				rank : "rank2",
				duration : "6:29",
				des : "自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 519,
					danmaku : 13345,
					favorite : 4279,
					view : 23444
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "空羽大帅比",
				title : "【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/cartoon/0/007.jpg",
				rank : "rank2",
				duration : "6:03",
				des : "嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 4,
					danmaku : 8,
					favorite : 4,
					view : 155
				},
				time : "2016-07-29 16:12"
			},{
				user : "请亲切的称呼我为撸SIR",
				title : "【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/cartoon/0/008.jpg",
				duration : "13:39",
				des : "自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 48,
					danmaku : 445,
					favorite : 48,
					view : 1222
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "罪恶の天堂",
				title : "【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/cartoon/0/009.jpg",
				duration : "56:04",
				des : "全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "柚子木字幕组",
				title : "德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/cartoon/0/010.jpg",
				duration : "12:28",
				des : "2 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 1669,
					danmaku : 8021,
					favorite : 15444,
					view : 40100
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		fanju : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/fanju/0/001.jpg",
				rank : "rank1",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/fanju/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/fanju/0/003.jpg",
				rank : "rank2",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/fanju/0/004.jpg",
				rank : "rank2",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/fanju/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/fanju/0/006.jpg",
				rank : "rank2",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/fanju/0/007.jpg",
				rank : "rank2",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/fanju/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/fanju/0/009.jpg",
				rank : "rank2",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/fanju/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		music : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/music/0/001.jpg",
				rank : "rank1",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/music/0/002.jpg",
				rank : "rank2",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/music/0/003.jpg",
				rank : "rank1",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/music/0/004.jpg",
				rank : "rank2",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/music/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/music/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/music/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/music/0/008.jpg",
				rank : "rank2",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/music/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/music/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		dance : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/dance/0/001.jpg",
				rank : "rank2",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/dance/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/dance/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/dance/0/004.jpg",
				rank : "rank2",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/dance/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/dance/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/dance/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/dance/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/dance/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/dance/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		game : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/game/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/game/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/game/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/game/0/004.jpg",
				rank : "rank2",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/game/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/game/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/game/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/game/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/game/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/game/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		science : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/science/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/science/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/science/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/science/0/004.jpg",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/science/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/science/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/science/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/science/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/science/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/science/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		life : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/life/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/life/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/life/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/life/0/004.jpg",
				rank : "rank2",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/life/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/life/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/life/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/life/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/life/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/life/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		kichiku : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/kichiku/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/kichiku/0/002.jpg",
				rank : "rank1",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/kichiku/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/kichiku/0/004.jpg",
				rank : "rank1",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/kichiku/0/005.jpg",
				rank : "rank2",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/kichiku/0/006.jpg",
				rank : "rank2",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/kichiku/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/kichiku/0/008.jpg",
				rank : "rank1",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/kichiku/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/kichiku/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		fashion : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/fashion/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/fashion/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/fashion/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/fashion/0/004.jpg",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/fashion/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/fashion/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/fashion/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/fashion/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/fashion/0/009.jpg",
				rank : "rank2",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/fashion/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		yule : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/yule/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/yule/0/002.jpg",
				rank : "rank2",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/yule/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/yule/0/004.jpg",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/yule/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/yule/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/yule/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/yule/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/yule/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/yule/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		movie : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/movie/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/movie/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/movie/0/003.jpg",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/movie/0/004.jpg",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/movie/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/movie/0/006.jpg",
				rank : "rank2",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/movie/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/movie/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/movie/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/movie/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		],
		tvju : [
			{
				user : "搬",
				title : "【4月/完结】命运石之门",
				pic : "img/tvju/0/001.jpg",
				duration : "39:51",
				des : "哦哦哦……安静下来吧，魔眼Reading Steiner！！",
				data : {
					coin : 23840,
					danmaku : 24069,
					favorite : 7554,
					view : 155065
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","     承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-26 08:31"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 05",
				pic : "img/tvju/0/002.jpg",
				duration : "23:39",
				des : "#05 导师的命运",
				data : {
					coin : 35,
					danmaku : 155,
					favorite : 10,
					view : 7111
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 20:18"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】Rewrite 03【独家正版】",
				pic : "img/tvju/0/003.jpg",
				rank : "rank2",
				duration : "24:51",
				des : "#03 欢迎光临 超常现象",
				data : {
					coin : 421,
					danmaku : 8588,
					favorite : 755,
					view : 12565
				},
				time : "2012-11-23 17:03"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】亚尔斯兰战记 风尘乱舞 05",
				pic : "img/tvju/0/004.jpg",
				duration : "25:12",
				des : "#05 诀别",
				data : {
					coin : 62,
					danmaku : 1365,
					favorite : 445,
					view : 7555
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 02",
				pic : "img/tvju/0/005.jpg",
				duration : "23:40",
				des : "#02 天之都",
				data : {
					coin : 3024,
					danmaku : 3444,
					favorite : 1230,
					view : 6344
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 00:00"
			},{
				user : "哔哩哔哩番剧",
				title : "【7月】热诚传说 X 01",
				pic : "img/tvju/0/006.jpg",
				duration : "6:29",
				des : "#01 Prologue 灾厄的时代",
				data : {
					coin : 445,
					danmaku : 5522,
					favorite : 4259,
					view : 23824
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "哔哩哔哩番剧",
				title : "【合集】LoveLive！第二季",
				pic : "img/tvju/0/007.jpg",
				duration : "26:34",
				des : "《LoveLive!》（ラブライブ!）是由日本动画制作公司SUNRISE、音乐出版商Lantis以及月刊杂志电击G'smagazine联手打造的二次元偶像企划，在2012年2月19日宣布动画化。2014年4月6日播出第二季（全13话），2014年6月30日完结。",
				data : {
					coin : 523,
					danmaku : 8445,
					favorite : 4445,
					view : 6096
				},
				time : "2016-07-29 16:12"
			},{
				user : "搬",
				title : "【合集】加速世界",
				pic : "img/tvju/0/008.jpg",
				duration : "52:39",
				des : "【bilibili正版放送】",
				data : {
					coin : 1448,
					danmaku : 44115,
					favorite : 36155,
					view : 79514
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2015-11-12 17:11"
			},{
				user : "搬",
				title : "【合集】我叫MT（第一季）",
				pic : "img/tvju/0/009.jpg",
				duration : "56:04",
				des : "《我叫MT》是一部由七彩映画工作室出品的原创3D网络动画，被众多网友冠之以“国产动画新光芒”的动画剧集。该动画是以魔兽为核心的人气旺盛的同人网络动画，其原型是暴雪公司著名的网络游戏《魔兽世界》。该片是由一群游戏动漫爱好者共同打造的，其中人物包括“核桃”、“奶茶超人”、“迷路了”等，清馨幽默的风格倍受魔兽玩家与其他爱好者的推崇。",
				data : {
					coin : 847,
					danmaku : 18840,
					favorite : 623,
					view : 401
				},
				time : "2016-07-26 06:50"
			},{
				user : "搬",
				title : "【合集】海尔兄弟",
				pic : "img/tvju/0/010.jpg",
				duration : "12:28",
				des : "最实用周边终于出正片啦！（哪里不对",
				data : {
					coin : 1069,
					danmaku : 8021,
					favorite : 11324,
					view : 54000
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-23 15:00"
			}
		]
	};

/* allNew 最新投稿 */
	var allNew = {
		cartoon : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/cartoon/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/cartoon/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/cartoon/1/003.png",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/cartoon/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/cartoon/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/cartoon/1/006.png",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/cartoon/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/cartoon/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/cartoon/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/cartoon/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		fanju : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/fanju/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/fanju/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/fanju/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/fanju/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/fanju/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/fanju/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/fanju/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/fanju/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/fanju/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/fanju/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		music : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/music/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/music/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/music/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/music/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/music/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/music/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/music/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/music/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/music/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/music/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		dance : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/dance/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/dance/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/dance/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/dance/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/dance/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/dance/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/dance/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/dance/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/dance/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/dance/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		game : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/game/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/game/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/game/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/game/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/game/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/game/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/game/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/game/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/game/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/game/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		science : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/science/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/science/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/science/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/science/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/science/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/science/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/science/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/science/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/science/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/science/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		life : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/life/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/life/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/life/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/life/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/life/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/life/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/life/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/life/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/life/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/life/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		kichiku : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/kichiku/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/kichiku/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/kichiku/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/kichiku/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/kichiku/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/kichiku/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/kichiku/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/kichiku/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/kichiku/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/kichiku/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		fashion : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/fashion/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/fashion/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/fashion/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/fashion/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/fashion/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/fashion/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/fashion/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/fashion/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/fashion/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/fashion/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		yule : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/yule/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/yule/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/yule/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/yule/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/yule/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/yule/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/yule/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/yule/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/yule/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/yule/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		movie : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/movie/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/movie/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/movie/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/movie/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/movie/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/movie/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/movie/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/movie/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/movie/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/movie/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		],
		tvju : [
			{
				user : "疾風醬123",
				title : "66+[8千人票选]BiliBili二次元最萌歌姬排行",
				pic : "img/tvju/1/001.jpg",
				duration : "9:10",
				des : "6656+720P 这算是谁的胜利呢?曲+图包: http://pan.baidu.com/s/1pLs3JkR",
				data : {
					coin : 703,
					danmaku : 21444,
					favorite : 6247,
					view : 85445
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","            承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 12:31"
			},{
				user : "12机智的咸鱼",
				title : "12【七月新番】所有人都能看的七月新番推荐",
				pic : "img/tvju/1/002.jpg",
				duration : "6:05",
				des : "12自制，我刚说什么来着！ 顺便，GODV上场啦！PUPU长族",
				data : {
					coin : 45,
					danmaku : 777,
					favorite : 54,
					view : 5554
				},
				time : "2016-07-29 20:18"
			},{
				user : "aaa玄墨",
				title : "aaa【七月新番】所有人都能看的七月新番推荐",
				pic : "img/tvju/1/003.jpg",
				duration : "3:35",
				des : "aaa,sm8163266、nm8954205、nm9241638、sm10246044、nm10553150、sm11276236、sm15852165。yana1234=汚くない絵の人。nico的米英大角虫之一，走正剧向路线，一般先虐后甜，尤其喜欢独战梗。因不擅长涂色，作品的上色都由其友人Y进行。nico投稿都在12年9月自行消除了，P站名为ISE并以此名义在继续进行米英创作。合集里包括所有5个MAD",
				data : {
					coin : 7,
					danmaku : 457,
					favorite : 862,
					view : 12110
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2012-11-23 17:03"
			},{
				user : "nggAlpasa",
				title : "weee Everybody wants to love【SUPER LOVERS/AMV】甜齁",
				pic : "img/tvju/1/004.jpg",
				duration : "3:35",
				des : "aassw BGM-Ingrid Michaelson-Everybody 素材-bilibili正版 辣鸡新人投稿请多指教：） Everybody wants to love Everybody wants to be loved",
				data : {
					coin : 45,
					danmaku : 755,
					favorite : 45,
					view : 4225
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2016-07-27 22:04"
			},{
				user : "1213凉conductor",
				title : "456【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/tvju/1/005.jpg",
				duration : "3:33",
				des : "455自制// 一定要在大九歌BE之前画点东西出来。这【大概】是一碗任性的毒安利",
				data : {
					coin : 57,
					danmaku : 852,
					favorite : 1350,
					view : 4547
				},
				time : "2016-07-23 00:00"
			},{
				user : "limo117",
				title : "488855【天行九歌/秦时明月】【手书】韩宫群像——好梦如旧",
				pic : "img/tvju/1/006.jpg",
				duration : "6:29",
				des : "455884自制 拔刀梗玩一玩。素材乱杂音多，纯属娱乐不必认真~",
				data : {
					coin : 458,
					danmaku : 4445,
					favorite : 579,
					view : 24454
				},
				zimu : ["都是套路啊","参见公主殿下","AACUP233","承包IA","V家万岁！！！！！！！！","伊卡 娱乐用智能机器人？","我初音被吃了？","LL大法好","镜音妹妹啊","这，，，，，233","前十被LL占了！我有点方了","真方了","第一一定要是初音殿下啊","祈妹万岁！！！！","参见公主殿下","拉克丝我的","天依！！！！！！","美九美九","前黄字说得对\(^o^)/","公主殿下呢？😡👿(╯°Д°)╯︵┴┴"],
				time : "2012-12-23 14:54"
			},{
				user : "4444空羽大帅比",
				title : "4444【空羽恶搞】狐妖小红娘：天马流星拳&波力海苔",
				pic : "img/tvju/1/007.jpg",
				duration : "6:03",
				des : "444嚯嚯嚯，来骂我吧~嚯嚯嚯~",
				data : {
					coin : 77,
					danmaku : 800,
					favorite : 145,
					view : 1274
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-29 16:12"
			},{
				user : "000请亲切的称呼我为撸SIR",
				title : "000【萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/tvju/1/008.jpg",
				duration : "13:39",
				des : "000自制 其实我是不想做盘点这种一点技术含量没有，任何人剪刀加浆糊就能量产的视频的，什么盘点萌妹，盘点肉番，盘点兄控少女，盘点妹控少年这类视频跟流水线一样真心是够了。但是光棍节的MAD被我剪崩了，只好做这个替代了。搜集素材和压缩格式用了整整一天时间，真是夭寿啦。所以你们猜我明天更新野良神不？",
				data : {
					coin : 88,
					danmaku : 445,
					favorite : 65,
					view : 852
				},
				time : "2015-11-12 17:11"
			},{
				user : "888罪恶の天堂",
				title : "88【8萌即是正义】撸SIR带你盘点二次元那些萌你一脸血的母亲们",
				pic : "img/tvju/1/009.jpg",
				duration : "56:04",
				des : "888全中的绅士们，快去拯救世界吧！",
				data : {
					coin : 47,
					danmaku : 2258,
					favorite : 554,
					view : 8444
				},
				zimu : ["回忆杀啊……QAQ","谢BGM科普","在联合国强装笑颜","タェタ","独战教你做人","伊卡 娱乐用智能机器人？","我初音被吃了？","这个掉米英的等等我!!n周目回来重温","此生无悔入米英","啧啧毫不犹豫屏蔽法英弹幕，ky真多233","前十被LL占了！我有点方了","真方了","被这个眉毛美哭在屏幕前","祈妹万岁！！！！","已经虐成烟花","拉克丝我的","卧槽黄字补刀","美九美九","卧槽我的眼泪和亚瑟同步掉下来了","卧槽这个子米治愈到炸啊…我的心好痛"],
				time : "2016-07-26 06:50"
			},{
				user : "9999柚子木字幕组",
				title : "999德国重口味连载动画《我是一只小蜜蜂》1-10 合集 @柚子木字幕组",
				pic : "img/tvju/1/010.jpg",
				duration : "12:28",
				des : "2999 https://www.youtube.com/watch?v=rOskGBMwDvs【柚子木字幕组论坛正式开放 www.youzimu.com 招募翻译、听译、校对、时间轴】 更多精彩视频请 微信公众号Youzimu 微博搜索@柚子木字幕组 http://weibo.com/youzimucom",
				data : {
					coin : 455,
					danmaku : 12564,
					favorite : 12454,
					view : 95555
				},
				time : "2016-07-23 15:00"
			}
		]
	};

/* allRanks */
	var allRanks = {
		live : [
			{
				face : "img/live/r/f01.jpg",
				title : "满汉全席音乐团队",
				des : "每天起床都看到汉子们在互撩",
				online : 17251
			},{
				face : "img/live/r/f02.jpg",
				title : "暴走吧bilibili",
				des : "暴走大事件",
				online : 13853
			},{
				face : "img/live/r/f03.jpg",
				title : "铃椛",
				des : "杀猪【黎明杀机】",
				online : 12156
			},{
				face : "img/live/r/f04.jpg",
				title : "苏暖小污婆",
				des : "(●´∀｀●) 一直在努力!",
				online : 11125
			},{
				face : "img/live/r/f05.jpg",
				title : "两仪滚",
				des : "黎明杀鸡 该摸鱼了",
				online : 11052
			},{
				face : "img/live/r/f06.jpg",
				title : "AnKe-Poi",
				des : "守望先锋 金刀在手 天下我有！",
				online : 9110
			}
		]
	}

/* #fanju .newbox */
	var fannew = [
		[	{
				title:"美妙天堂 第三季",
				isnew:true,
				num:18,
				pic:"img/fanju/newbox/2/007.jpg"
			},{
				title:"齐木楠雄的灾难（日播版）",
				isnew:true,
				num:22,
				pic:"img/fanju/newbox/1/004.jpg"
			},{	
				title:"Taboo Tattoo－禁忌咒纹－",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/001.jpg"
			},{
				title:"驱魔少年 HALLOW",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/002.jpg"
			},{
				title:"腐男子高校生活",
				isnew:true,
				num:4,
				pic:"img/fanju/newbox/2/004.jpg"
			},{
				title:"灵能百分百",
				isnew:true,
				num:4,
				pic:"img/fanju/newbox/2/003.jpg"
			},{
				title:"SHOW BY ROCK!! Short!!",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/006.jpg"
			},{
				title:"弹丸论破3 -未来篇-",
				isnew:true,
				num:4,
				pic:"img/fanju/newbox/1/002.jpg"
			},{
				title:"智龙迷城X",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/1/005.jpg"
			},{
				title:"不愉快的妖怪庵（僅限台灣地區）",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/3/008.jpg"
			},{
				title:"藍海少女（僅限台灣地區）",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/012.jpg"
			}
		],
		[	{
				title:"Re：从零开始的异世界生活",
				isnew:false,
				num:18,
				pic:"img/fanju/newbox/1/001.jpg"
			},{
				title:"弹丸论破3 -未来篇-",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/1/002.jpg"
			},{
				title:"亚尔斯兰战记 风尘乱舞",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/1/003.jpg"
			},{
				title:"齐木楠雄的灾难",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/1/004.jpg"
			},{
				title:"智龙迷城X",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/1/005.jpg"
			}
		],
		[	{	
				title:"Taboo Tattoo－禁忌咒纹－",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/001.jpg"
			},{
				title:"驱魔少年 HALLOW",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/002.jpg"
			},{
				title:"灵能百分百",
				isnew:true,
				num:4,
				pic:"img/fanju/newbox/2/003.jpg"
			},{
				title:"腐男子高校生活",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/2/004.jpg"
			},{
				title:"天真与闪电",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/005.jpg"
			},{
				title:"SHOW BY ROCK!! Short!!",
				isnew:true,
				num:5,
				pic:"img/fanju/newbox/2/006.jpg"
			},{
				title:"美妙天堂 第三季",
				isnew:true,
				num:18,
				pic:"img/fanju/newbox/2/007.jpg"
			},{
				title:"少年阿贝 GO!GO!小芝麻",
				isnew:false,
				num:13,
				pic:"img/fanju/newbox/2/008.jpg"
			}
		],
		[	{	
				title:"双星之阴阳师",
				isnew:false,
				num:16,
				pic:"img/fanju/newbox/3/001.jpg"
			},{
				title:"魔装学园H×H",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/002.jpg"
			},{
				title:"NEW GAME!",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/003.jpg"
			},{
				title:"月歌",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/004.jpg"
			},{
				title:"红伤骑士X",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/005.jpg"
			},{
				title:"OZMAFIA!!",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/006.jpg"
			},{
				title:"魔法少女？Naria☆Girls",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/3/007.jpg"
			},{
				title:"不愉快的妖怪庵（僅限台灣地區）",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/3/008.jpg"
			}
		],
		[	{	
				title:"星之梦",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/4/001.jpg"
			},{
				title:"火影忍者 疾风传",
				isnew:false,
				num:609,
				pic:"img/fanju/newbox/4/002.jpg"
			},{
				title:"Regalia 三圣星",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/4/003.jpg"
			},{
				title:"画江湖之不良人 第二季",
				isnew:false,
				num:2,
				pic:"img/fanju/newbox/4/004.jpg"
			}
		],
		[	{	
				title:"狐妖小红娘",
				isnew:false,
				num:33,
				pic:"img/fanju/newbox/5/001.jpg"
			},{
				title:"镇魂街",
				isnew:false,
				num:12,
				pic:"img/fanju/newbox/5/002.jpg"
			},{
				title:"弹丸论破3 -绝望篇-",
				isnew:false,
				num:3,
				pic:"img/fanju/newbox/5/003.jpg"
			},{
				title:"这个美术社大有问题！",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/004.jpg"
			},{
				title:"小桃小栗Love Love物语",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/5/005.jpg"
			},{
				title:"一人之下",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/006.jpg"
			},{
				title:"Thunderbolt Fantasy 东离剑游纪",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/007.jpg"
			},{
				title:"勇者大冒险 第二季",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/5/008.jpg"
			},{
				title:"美男高校地球防卫部LOVE！LOV",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/009.jpg"
			},{
				title:"恐怖！僵尸猫",
				isnew:false,
				num:43,
				pic:"img/fanju/newbox/5/010.jpg"
			},{
				title:"棒球伙伴",
				isnew:false,
				num:2,
				pic:"img/fanju/newbox/5/011.jpg"
			},{
				title:"藍海少女（僅限台灣地區）",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/5/012.jpg"
			}
		],
		[	{	
				title:"食戟之灵 贰之皿",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/6/001.jpg"
			},{
				title:"Love Live! Sunshine!!",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/6/002.jpg"
			},{
				title:"初恋怪兽",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/6/003.jpg"
			},{
				title:"逆转裁判",
				isnew:false,
				num:17,
				pic:"img/fanju/newbox/6/004.jpg"
			},{
				title:"发条精灵战记 天镜的极北之星",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/6/005.jpg"
			},{
				title:"时间旅行少女",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/6/006.jpg"
			}
		],
		[	{	
				title:"热诚传说X",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/7/001.jpg"
			},{
				title:"Rewrite",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/7/002.jpg"
			},{
				title:"Ange Vierge",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/7/003.jpg"
			},{
				title:"机动战士敢达独角兽 RE:0096",
				isnew:false,
				num:16,
				pic:"img/fanju/newbox/7/004.jpg"
			},{
				title:"DAYS",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/7/005.jpg"
			},{
				title:"屁屁吾郎",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/7/006.jpg"
			},{
				title:"心靈代碼 QUALIDEA CODE（僅",
				isnew:false,
				num:4,
				pic:"img/fanju/newbox/7/007.jpg"
			},{
				title:"屁屁吾郎",
				isnew:false,
				num:5,
				pic:"img/fanju/newbox/7/008.jpg"
			}
		]];

/* #life .hotlife */
	var hotlife = [
		{	
			user : "八尾妖姬",
			title : "山地车的悲剧傻缺视频集锦",
			pic : "img/life/hotlife/001.jpg",
			face : "img/life/hotlife/f001.jpg",
			des : "MP3→ http://5sing.kugou.com/fc/15323480.html music：クワガタP vocal：佐天Tamako mix：Mr.鱼 illust：Re:Rin movie：祁绫君 本家：sm16075884 君の好きな人は誰ですか？ 你喜欢的人又是谁呢？ 別にそれが　僕じゃなくていいけど 即使不是我也没关系 感谢所有staff的辛勤付出！祝我生日快乐~♪",
			data : {
				coin : 6,
				danmaku : 1474,
				favorite : 17,
				view : 43390
			},
			time : "2016-08-03 16:30"
		},{
			user : "大宝剑联盟",
			title : "【吃货木下】麦当劳大杂烩（双语字幕）",
			pic : "img/life/hotlife/002.jpg",
			face : "img/life/hotlife/f002.jpg",
			duration : 2504,
			des : "核心系统第一天解说的差不多了，这期随便讲点招式和杂兵的应战方法，下一期讲讲△ YOLD的应用",
			data : {
				coin : 614,
				danmaku : 1932,
				favorite : 614,
				view : 34789
			},
			time : "2016-08-02 12:09"
		},{
			user : "山下智博",
			title : "【绅士大概一分钟】③宫崎的真·日式煎蛋",
			pic : "img/life/hotlife/003.jpg",
			face : "img/life/hotlife/f003.jpg",
			duration : 130,
			des : "自我介绍：一个地摊麦随心歌者，随时删稿，渣后期，彼得潘综合征患者，请多关照。↵▶Voc/Mix：忍冬↵▶PV/Enc：残星↵▶Original：Suara",
			data : {
				coin : 137,
				danmaku : 141,
				favorite : 144,
				view : 4683
			},
			time : "2016-07-01 19:15"
		},{
			user : "谷阿莫",
			title : "【谷阿莫】教你用嘴做菜6：鸡肉咖喱蛋包饭",
			pic : "img/life/hotlife/004.jpg",
			face : "img/life/hotlife/f004.jpg",
			duration : 235,
			des : "自制 本家 sm20332640 (gumi/赤髪さん) mix：小仙女后期工作室封面是上校机块家 另外欢迎提意见！ ",
			data : {
				coin : 2987,
				danmaku : 105,
				favorite : 204,
				view : 2455
			},
			time : "2016-07-01 19:15"
		},{
			user : "拂菻坊",
			title : "【拂菻坊】问答，麦当劳和装盒子",
			pic : "img/life/hotlife/005.jpg",
			face : "img/life/hotlife/f005.jpg",
			duration : 48,
			des : "sm8347250 = =最近没人搬Dance×Mixer",
			data : {
				coin : 123,
				danmaku : 129,
				favorite : 592,
				view : 18369
			},
			time : "2016-07-01 19:15"
		},{	
			user : "超级动漫秀",
			title : "【超级动漫秀】第63期：BML2016 40度高温用爱降温",
			pic : "img/life/hotlife/006.jpg",
			face : "img/life/hotlife/f006.jpg",
			des : "MP3→ http://5sing.kugou.com/fc/15323480.html music：クワガタP vocal：佐天Tamako mix：Mr.鱼 illust：Re:Rin movie：祁绫君 本家：sm16075884 君の好きな人は誰ですか？ 你喜欢的人又是谁呢？ 別にそれが　僕じゃなくていいけど 即使不是我也没关系 感谢所有staff的辛勤付出！祝我生日快乐~♪",
			data : {
				coin : 6,
				danmaku : 1474,
				favorite : 17,
				view : 43390
			},
			time : "2016-08-03 16:30"
		},{
			user : "papi酱",
			title : "papi酱的周一放送——奥运涨姿势！",
			pic : "img/life/hotlife/007.jpg",
			face : "img/life/hotlife/f007.jpg",
			duration : 2504,
			des : "核心系统第一天解说的差不多了，这期随便讲点招式和杂兵的应战方法，下一期讲讲△ YOLD的应用",
			data : {
				coin : 614,
				danmaku : 1932,
				favorite : 614,
				view : 34789
			},
			time : "2016-08-02 12:09"
		},{
			user : "大胃王密子君",
			title : "中国大胃王密子君（上海三牛蛋糕52个）新的视频风格小伙伴们喜欢吗？吃播吃货美食！",
			pic : "img/life/hotlife/008.jpg",
			face : "img/life/hotlife/f008.jpg",
			duration : 130,
			des : "自我介绍：一个地摊麦随心歌者，随时删稿，渣后期，彼得潘综合征患者，请多关照。↵▶Voc/Mix：忍冬↵▶PV/Enc：残星↵▶Original：Suara",
			data : {
				coin : 137,
				danmaku : 141,
				favorite : 144,
				view : 4683
			},
			time : "2016-07-01 19:15"
		},{
			user : "中国BOY大基佬",
			title : "独立游戏嘉年华（VLOG）",
			pic : "img/life/hotlife/009.jpg",
			face : "img/life/hotlife/f009.jpg",
			duration : 235,
			des : "自制 本家 sm20332640 (gumi/赤髪さん) mix：小仙女后期工作室封面是上校机块家 另外欢迎提意见！ ",
			data : {
				coin : 2987,
				danmaku : 105,
				favorite : 204,
				view : 2455
			},
			time : "2016-07-01 19:15"
		}
	];

/* #main #special */
	var special = [
		{	
			user : "佐天Tamako",
			title : "【佐天】Interviewer piano ver.【自生贺/原创pv附】",
			pic : "img/special/001.jpg",
			face : "img/special/f001.jpg",
			des : "MP3→ http://5sing.kugou.com/fc/15323480.html music：クワガタP vocal：佐天Tamako mix：Mr.鱼 illust：Re:Rin movie：祁绫君 本家：sm16075884 君の好きな人は誰ですか？ 你喜欢的人又是谁呢？ 別にそれが　僕じゃなくていいけど 即使不是我也没关系 感谢所有staff的辛勤付出！祝我生日快乐~♪",
			data : {
				coin : 6,
				danmaku : 1474,
				favorite : 17,
				view : 43390
			},
			time : "2016-08-03 16:30"
		},{
			user : "MU秋日",
			title : "【秋日】忍龙3刀锋·极忍攻略解说流程【第二天】",
			pic : "img/special/002.jpg",
			face : "img/special/f002.jpg",
			duration : 2504,
			des : "核心系统第一天解说的差不多了，这期随便讲点招式和杂兵的应战方法，下一期讲讲△ YOLD的应用",
			data : {
				coin : 614,
				danmaku : 1932,
				favorite : 614,
				view : 34789
			},
			time : "2016-08-02 12:09"
		},{
			user : "熊本忍冬",
			title : "【忍冬】POWDER SNOW",
			pic : "img/special/003.jpg",
			face : "img/special/f003.jpg",
			duration : 130,
			des : "自我介绍：一个地摊麦随心歌者，随时删稿，渣后期，彼得潘综合征患者，请多关照。↵▶Voc/Mix：忍冬↵▶PV/Enc：残星↵▶Original：Suara",
			data : {
				coin : 137,
				danmaku : 141,
				favorite : 144,
				view : 4683
			},
			time : "2016-07-01 19:15"
		},{
			user : "肉球狂魔",
			title : "【haha】黑猫",
			pic : "img/special/004.jpg",
			face : "img/special/f004.jpg",
			duration : 235,
			des : "自制 本家 sm20332640 (gumi/赤髪さん) mix：小仙女后期工作室封面是上校机块家 另外欢迎提意见！ ",
			data : {
				coin : 2987,
				danmaku : 105,
				favorite : 204,
				view : 2455
			},
			time : "2016-07-01 19:15"
		},{
			user : "茜茜玩",
			title : "【Dance×Mixer】 invader GIRL!(SIE2 Stage5D) 【DxMfestival】",
			pic : "img/special/005.jpg",
			face : "img/special/f005.jpg",
			duration : 48,
			des : "sm8347250 = =最近没人搬Dance×Mixer",
			data : {
				coin : 123,
				danmaku : 129,
				favorite : 592,
				view : 18369
			},
			time : "2016-07-01 19:15"
		}
	];
